Repository: IvanHozeev/Calories
Catalog: Calories/Localizable.xcstrings
Source language: ru
Languages: ar, de, en, es, fr, he, pt

source: ккал
ar: سعرة
de: kcal
en: kcal
es: kcal
fr: kcal
he: קק"ל
pt: kcal

source: ккал / день
ar: سعرة / يوم
de: kcal / Tag
en: kcal / day
es: kcal / día
fr: kcal / jour
he: קק"ל / יום
pt: kcal / dia

source: ккал актив.
ar: سعرة نشطة
de: kcal aktiv
en: active kcal
es: kcal activas
fr: kcal actives
he: קק"ל פעיל
pt: kcal ativas

source: км
ar: كم
de: km
en: km
es: km
fr: km
he: ק"מ
pt: km

source: ми
ar: ميل
de: mi
en: mi
es: mi
fr: mi
he: מייל
pt: mi

source: на %@
ar: في %@
de: am %@
en: on %@
es: el %@
fr: le %@
he: ב-%@
pt: em %@

source: начни серию сегодня
ar: ابدأ سلسلتك اليوم
de: starte heute eine Serie
en: start your streak today
es: empieza tu racha hoy
fr: commencez une série aujourd'hui
he: התחל רצף היום
pt: comece sua sequência hoje

source: нет цели
ar: لا هدف
de: kein Ziel
en: no goal
es: sin meta
fr: sans objectif
he: אין יעד
pt: sem meta

source: осталось
ar: متبقٍ
de: verbleibend
en: remaining
es: restante
fr: restant
he: נותרו
pt: restante

source: от груди
ar: من الصدر
de: aus der Brust
en: from chest
es: del pecho
fr: d'après la poitrine
he: מהחזה
pt: do peito

source: от запястья
ar: من المعصم
de: aus dem Handgelenk
en: from wrist
es: de la muñeca
fr: d'après le poignet
he: משורש כף היד
pt: do punho

source: от квадрицепса
ar: من العضلة الرباعية
de: aus dem Quadrizeps
en: from quad
es: del cuádriceps
fr: d'après le quadriceps
he: מארבע ראשי
pt: do quadríceps

source: от предплечья
ar: من الساعد
de: aus dem Unterarm
en: from forearm
es: del antebrazo
fr: d'après l'avant-bras
he: מהאמה
pt: do antebraço

source: от таза
ar: من الحوض
de: aus dem Becken
en: from pelvis
es: de la pelvis
fr: d'après le bassin
he: מהאגן
pt: da pelve

source: от цели
ar: من الهدف
de: vom Ziel
en: of goal
es: de la meta
fr: de l'objectif
he: מהיעד
pt: da meta

source: от ягодиц
ar: من الأرداف
de: aus dem Gesäß
en: from glutes
es: de los glúteos
fr: d'après les fessiers
he: מהעכוז
pt: dos glúteos

source: перебор %lld
ar: تجاوز %lld
de: Überschuss %lld
en: over by %lld
es: exceso %lld
fr: excès %lld
he: חריגה %lld
pt: excesso %lld

source: порция
ar: حصة
de: Portion
en: portion
es: porción
fr: portion
he: מנה
pt: porção

source: пояс − 4 см
ar: السرة − 4 سم
de: Nabel − 4 cm
en: navel − 4 cm
es: ombligo − 4 cm
fr: nombril − 4 cm
he: טבור − 4 ס״מ
pt: umbigo − 4 cm

source: приём пищи
ar: وجبة
de: Mahlzeit
en: meal
es: comida
fr: repas
he: ארוחה
pt: refeição

source: приёма пищи
ar: وجبات
de: Mahlzeiten
en: meals
es: comidas
fr: repas
he: ארוחות
pt: refeições

source: приёмов пищи
ar: وجبات
de: Mahlzeiten
en: meals
es: comidas
fr: repas
he: ארוחות
pt: refeições

source: сейчас %@ кг
ar: الآن %@ كجم
de: jetzt %@ kg
en: currently %@ kg
es: ahora %@ kg
fr: maintenant %@ kg
he: כרגע %@ ק"ג
pt: agora %@ kg

source: см
ar: سم
de: cm
en: cm
es: cm
fr: cm
he: ס"מ
pt: cm

source: талия + 4 см
ar: الخصر + 4 سم
de: Taille + 4 cm
en: waist + 4 cm
es: cintura + 4 cm
fr: taille + 4 cm
he: מותן + 4 ס״מ
pt: cintura + 4 cm

source: фунт
ar: رطل
de: lb
en: lb
es: lb
fr: lb
he: ליברה
pt: lb

source: цель достигнута
ar: تم الوصول للهدف
de: Ziel erreicht
en: goal reached
es: meta alcanzada
fr: objectif atteint
he: יעד הושג
pt: meta atingida

source: цикл
ar: دورة
de: Zyklus
en: cycle
es: ciclo
fr: cycle
he: מחזור
pt: ciclo

source: шагов
ar: خطوات
de: Schritte
en: steps
es: pasos
fr: pas
he: צעדים
pt: passos

source: шагов из %@
ar: خطوات من %@
de: Schritte von %@
en: steps of %@
es: pasos de %@
fr: pas sur %@
he: צעדים מתוך %@
pt: passos de %@

source: шагов/день
ar: خطوات/يوم
de: Schritte/Tag
en: steps/day
es: pasos/día
fr: pas/jour
he: צעדים/יום
pt: passos/dia

source: ≈ 80% бицепса
ar: ≈ 80% من العضلة
de: ≈ 80% des Bizeps
en: ≈ 80% of biceps
es: ≈ 80% del bíceps
fr: ≈ 80% du biceps
he: ≈ 80% מהביצפס
pt: ≈ 80% do bíceps

source: ≈ 88% бедра
ar: ≈ 88% من الفخذ
de: ≈ 88% des Oberschenkels
en: ≈ 88% of thigh
es: ≈ 88% del muslo
fr: ≈ 88% de la cuisse
he: ≈ 88% מהירך
pt: ≈ 88% da coxa

source: ≈ бицепс
ar: ≈ العضلة
de: ≈ Bizeps
en: ≈ biceps
es: ≈ bíceps
fr: ≈ biceps
he: ≈ ביצפס
pt: ≈ bíceps

source: ≈ икра
ar: ≈ بطة الساق
de: ≈ Wade
en: ≈ calf
es: ≈ pantorrilla
fr: ≈ mollet
he: ≈ שוק
pt: ≈ panturrilha

source: ≥0.8 г/кг — принятый минимум для гормонального здоровья.
ar: ≥0.8 جم/كجم — الحد الأدنى المقبول للصحة الهرمونية.
de: ≥0.8 g/kg — das akzeptierte Minimum für die Hormongesundheit.
en: ≥0.8 g/kg — the accepted minimum for hormonal health.
es: ≥0.8 g/kg — el mínimo aceptado para la salud hormonal.
fr: ≥0.8 g/kg — le minimum accepté pour la santé hormonale.
he: ≥0.8 ג'/ק"ג — המינימום המקובל לבריאות הורמונלית.
pt: ≥0.8 g/kg — o mínimo aceito para a saúde hormonal.
